<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p><b>Ihre Datenschutzerkl&#228;rung<br/></b>Im Folgenden finden Sie die Textdaten f&#252;r Ihre pers&#246;nliche Datenschutzerkl&#228;rung f&#252;r Ihre Website gem&#228;&#223; der von<br/>Ihnen get&#228;tigten Angaben. Sofern Sie in Ihrer Website einen Eingabe-Editor f&#252;r Ihre Inhalte nutzen, k&#246;nnen Sie den<br/>folgenden Text direkt herauskopieren und dort einf&#252;gen.<br/>Sofern Sie die Inhalte alternativ als HTML-Quellcode in Ihre Website integrieren m&#246;chten, k&#246;nnen Sie den<br/>anschlie&#223;end aufgef&#252;hrten HTML-Quellcode nutzen.<br/></p>
<p><b>Achtung: Einwilligung erforderlich<br/></b></p>
<p>Zahlreiche Dienste d&#252;rfen Sie nach herrschender Auffassung der Datenschutzbeh&#246;rden und Gerichte nur<br/>mit Einwilligung einsetzen. Das betrifft v. a. Analyse- und Marketing-Tools (z. B. Google Analytics oder Meta-<br/>Pixel). Eine Einwilligungspflicht besteht vor allem f&#252;r die folgenden von Ihnen ausgew&#228;hlten Tools:<br/></p>
<p><b>X<br/></b></p>
<p>Eine &#220;bersicht der von uns empfohlenen Consent Tools finden Sie hier:<br/>https://www.e-recht24.de/mitglieder/lp-cookieeinwilligung/.<br/></p>
<p>F&#252;r das Teilen von Inhalten auf Social-Media-Plattformen bietet eRecht24 au&#223;erdem das <i>eRecht24 Safe<br/>Sharing Tool</i> an:<br/>https://www.e-recht24.de/erecht24-safe-sharing.html.<br/></p>
<p> <br/></p>
<p><b>Achtung: Datentransfer in datenschutzrechtlich unsichere Drittstaaten<br/></b></p>
<p>Laut Ihren Eingaben verwenden Sie Dienste von Unternehmen, die aus datenschutzrechtlich nicht<br/>sichereren Drittstaaten stammen oder auf Server aus nicht sichereren Drittstaaten zur&#252;ckgreifen. Als nicht<br/>sichere Drittstaaten gelten alle Staaten au&#223;er der nachfolgend aufgelisteten: Andorra, Argentinien, Far&#246;er-<br/>Inseln, Gro&#223;britannien, Guernesey, Israel, Isle of Man, Japan, Jersey, Kanada (eingeschr&#228;nkt), Neuseeland,<br/>Schweiz, Uruguay, Liechtenstein, Island, Norwegen.<br/></p>
<p>Die Daten&#252;bertragung in nicht sicherere Drittstaaten ist nur zul&#228;ssig, wenn geeignete Garantien f&#252;r die<br/>korrekte Datenverarbeitung im Zielland vorhanden sind. Als geeignete Garantien kommen vor allem EU-<br/>Standardvertragsklauseln (teilweise auch &#8222;Model Clauses&#8220;, &#8222;Standard Contractual Clauses&#8220; oder &#8222;SCCs&#8220;<br/>genannt) in Betracht - die Standardvertragsklauseln m&#252;ssen zwischen Ihnen und dem Anbieter des Tools<br/>vereinbart werden. Auch verbindliche Unternehmensregeln (auch Binding Corporate Rules oder BCRs)<br/>k&#246;nnen eine geeignete Garantie f&#252;r den Drittstaatentransfer darstellen, wenn diese Regeln von einer EU-<br/>Datenschutzbeh&#246;rde genehmigt wurden. F&#252;r den Datentransfer in die USA kann au&#223;erdem auf eine<br/>Zertifizierung nach dem EU-US-Data-Privacy-Framework (DPF) zur&#252;ckgegriffen werden; hiernach k&#246;nnen<br/>personenbezogene Daten an US-Unternehmen &#252;bertragen werden, wenn das Unternehmen nach dem EU-<br/>US-Data-Privacy Framework (DPF) zertifiziert ist. Wir pr&#252;fen die Zertifizierungen bei jedem Update. Sollte<br/>daher ein US-Tool in der unten aufgef&#252;hrten Liste auftauchen, bedeutet das, dass das betroffene Tool beim<br/>letzten Generator-Update noch nicht zertifiziert war. Eine tagesaktuelle Liste der DPF-zertifizierten<br/>Unternehmen finden Sie hier:<br/>https://www.dataprivacyframework.gov/s/participant-search.<br/></p>
<p>Folgende der von Ihnen ausgew&#228;hlten Dienstleister &#252;bertragen Daten in nicht sichere Drittstaaten, ohne<br/></p>
<p>                                          2 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p>dass geeignete Datenschutzgarantien vorliegen:<br/></p>
<p><b>X<br/></b></p>
<p>Bei allen Anbietern, die Standardvertragsklauseln anbieten oder &#252;ber Binding Corporate Rules verf&#252;gen,<br/>verweisen wir in unseren Datenschutztexten darauf. Stellen Sie daher sicher, dass die<br/>Standardvertragsklauseln zwischen Ihnen und dem Anbieter wirklich vereinbart wurden bzw. dass die<br/>Binding Corporate Rules f&#252;r das von Ihnen verwendete Tool gelten. Ist dies nicht der Fall m&#252;ssen Sie den<br/>jeweiligen Verweis auf die Standardvertragsklauseln / die Binding Corporate Rules aus der mit unserem Tool<br/>erstellten Datenschutzerkl&#228;rung entfernen. In diesem Fall ist der Einsatz des Tools aber<br/>h&#246;chstwahrscheinlich DSGVO-widrig.<br/></p>
<p> <br/></p>
<p>Achten Sie darauf, dass Sie die Angaben beim <b>Hinweis zur verantwortlichen Stelle</b> vervollst&#228;ndigen, bevor<br/>Sie die Datenschutzerkl&#228;rung ver&#246;ffentlichen.<br/></p>
<p> <br/></p>
<p><b>Textversion der Datenschutzerkl&#228;rung f&#252;r Ihre Website<br/></b></p>
<p><b>Datenschutzerkl&#228;rung<br/>1. Datenschutz auf einen Blick<br/>Allgemeine Hinweise<br/></b></p>
<p>Die folgenden Hinweise geben einen einfachen &#220;berblick dar&#252;ber, was mit Ihren personenbezogenen Daten<br/>passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie<br/>pers&#246;nlich identifiziert werden k&#246;nnen. Ausf&#252;hrliche Informationen zum Thema Datenschutz entnehmen<br/>Sie unserer unter diesem Text aufgef&#252;hrten Datenschutzerkl&#228;rung.<br/></p>
<p><b>Datenerfassung auf dieser Website<br/>Wer ist verantwortlich f&#252;r die Datenerfassung auf dieser Website?<br/></b></p>
<p>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten<br/>k&#246;nnen Sie dem Abschnitt &#8222;Hinweis zur Verantwortlichen Stelle&#8220; in dieser Datenschutzerkl&#228;rung entnehmen.<br/></p>
<p><b>Wie erfassen wir Ihre Daten?<br/></b></p>
<p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um<br/>Daten handeln, die Sie in ein Kontaktformular eingeben.<br/></p>
<p>Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-<br/>Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit<br/>des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.<br/></p>
<p>                                          3 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p><b>Wof&#252;r nutzen wir Ihre Daten?<br/></b></p>
<p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gew&#228;hrleisten. Andere<br/>Daten k&#246;nnen zur Analyse Ihres Nutzerverhaltens verwendet werden.<br/></p>
<p><b>Welche Rechte haben Sie bez&#252;glich Ihrer Daten?<br/></b></p>
<p>Sie haben jederzeit das Recht, unentgeltlich Auskunft &#252;ber Herkunft, Empf&#228;nger und Zweck Ihrer<br/>gespeicherten personenbezogenen Daten zu erhalten. Sie haben au&#223;erdem ein Recht, die Berichtigung oder<br/>L&#246;schung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben,<br/>k&#246;nnen Sie diese Einwilligung jederzeit f&#252;r die Zukunft widerrufen. Au&#223;erdem haben Sie das Recht, unter<br/>bestimmten Umst&#228;nden die Einschr&#228;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<br/>Des Weiteren steht Ihnen ein Beschwerderecht bei der zust&#228;ndigen Aufsichtsbeh&#246;rde zu.<br/></p>
<p>Hierzu sowie zu weiteren Fragen zum Thema Datenschutz k&#246;nnen Sie sich jederzeit an uns wenden.<br/></p>
<p><b>2. Hosting<br/></b>Wir hosten die Inhalte unserer Website bei folgendem Anbieter:<br/></p>
<p><b>Externes Hosting<br/></b></p>
<p>Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden,<br/>werden auf den Servern des Hosters / der Hoster gespeichert. Hierbei kann es sich v. a. um IP-Adressen,<br/>Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe<br/>und sonstige Daten, die &#252;ber eine Website generiert werden, handeln.<br/></p>
<p>Das externe Hosting erfolgt zum Zwecke der Vertragserf&#252;llung gegen&#252;ber unseren potenziellen und<br/>bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten<br/>Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO).<br/>Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschlie&#223;lich auf<br/>Grundlage von Art. 6 Abs. 1 lit. a DSGVO und &#167; 25 Abs. 1 TTDSG, soweit die Einwilligung die Speicherung<br/>von Cookies oder den Zugriff auf Informationen im Endger&#228;t des Nutzers (z. B. Device-Fingerprinting) im<br/>Sinne des TTDSG umfasst. Die Einwilligung ist jederzeit widerrufbar.<br/></p>
<p>Unser(e) Hoster wird bzw. werden Ihre Daten nur insoweit verarbeiten, wie dies zur Erf&#252;llung seiner<br/>Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.<br/></p>
<p>Wir setzen folgende(n) Hoster ein:<br/></p>
<p>Vercel App<br/></p>
<p><b>3. Allgemeine Hinweise und Pflichtinformationen<br/>Datenschutz<br/></b></p>
<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer pers&#246;nlichen Daten sehr ernst. Wir behandeln Ihre<br/>personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie<br/>dieser Datenschutzerkl&#228;rung.<br/></p>
<p>Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.<br/>Personenbezogene Daten sind Daten, mit denen Sie pers&#246;nlich identifiziert werden k&#246;nnen. Die vorliegende<br/>Datenschutzerkl&#228;rung erl&#228;utert, welche Daten wir erheben und wof&#252;r wir sie nutzen. Sie erl&#228;utert auch, wie<br/></p>
<p>                                          4 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p>und zu welchem Zweck das geschieht.<br/></p>
<p>Wir weisen darauf hin, dass die Daten&#252;bertragung im Internet (z. B. bei der Kommunikation per E-Mail)<br/>Sicherheitsl&#252;cken aufweisen kann. Ein l&#252;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht<br/>m&#246;glich.<br/></p>
<p><b>Hinweis zur verantwortlichen Stelle<br/></b></p>
<p>Die verantwortliche Stelle f&#252;r die Datenverarbeitung auf dieser Website ist:<br/></p>
<p>Vercel Inc.<br/>440 N Barranca Ave #4133<br/>Covina, CA 91723<br/></p>
<p>Telefon: [Telefonnummer der verantwortlichen Stelle]<br/>E-Mail: privacy@vercel.com<br/></p>
<p>Verantwortliche Stelle ist die nat&#252;rliche oder juristische Person, die allein oder gemeinsam mit anderen &#252;ber<br/>die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. &#196;.)<br/>entscheidet.<br/></p>
<p><b>Speicherdauer<br/></b></p>
<p>Soweit innerhalb dieser Datenschutzerkl&#228;rung keine speziellere Speicherdauer genannt wurde, verbleiben<br/>Ihre personenbezogenen Daten bei uns, bis der Zweck f&#252;r die Datenverarbeitung entf&#228;llt. Wenn Sie ein<br/>berechtigtes L&#246;schersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen,<br/>werden Ihre Daten gel&#246;scht, sofern wir keine anderen rechtlich zul&#228;ssigen Gr&#252;nde f&#252;r die Speicherung Ihrer<br/>personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im<br/>letztgenannten Fall erfolgt die L&#246;schung nach Fortfall dieser Gr&#252;nde.<br/></p>
<p><b>Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser<br/>Website<br/></b></p>
<p>Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf<br/>Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien<br/>nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdr&#252;cklichen Einwilligung in die &#220;bertragung<br/>personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung au&#223;erdem auf Grundlage von Art.<br/>49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in<br/>Ihr Endger&#228;t (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zus&#228;tzlich<br/>auf Grundlage von &#167; 25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur<br/>Vertragserf&#252;llung oder zur Durchf&#252;hrung vorvertraglicher Ma&#223;nahmen erforderlich, verarbeiten wir Ihre<br/>Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese<br/>zur Erf&#252;llung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO.<br/>Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f<br/>DSGVO erfolgen. &#220;ber die jeweils im Einzelfall einschl&#228;gigen Rechtsgrundlagen wird in den folgenden<br/>Abs&#228;tzen dieser Datenschutzerkl&#228;rung informiert.<br/></p>
<p><b>Hinweis zur Datenweitergabe in datenschutzrechtlich nicht sichere Drittstaaten sowie<br/>die Weitergabe an US-Unternehmen, die nicht DPF-zertifiziert sind<br/></b></p>
<p>Wir verwenden unter anderem Tools von Unternehmen mit Sitz in datenschutzrechtlich nicht sicheren<br/>Drittstaaten sowie US-Tools, deren Anbieter nicht nach dem EU-US-Data Privacy Framework (DPF)<br/>zertifiziert sind. Wenn diese Tools aktiv sind, k&#246;nnen Ihre personenbezogene Daten in diese Staaten<br/>&#252;bertragen und dort verarbeitet werden. Wir weisen darauf hin, dass in datenschutzrechtlich unsicheren<br/></p>
<p>                                          5 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p>Drittstaaten kein mit der EU vergleichbares Datenschutzniveau garantiert werden kann.<br/></p>
<p>Wir weisen darauf hin, dass die USA als sicherer Drittstaat grunds&#228;tzlich ein mit der EU vergleichbares<br/>Datenschutzniveau aufweisen. Eine Daten&#252;bertragung in die USA ist danach zul&#228;ssig, wenn der Empf&#228;nger<br/>eine Zertifizierung unter dem &#8222;EU-US Data Privacy Framework&#8220; (DPF) besitzt oder &#252;ber geeignete<br/>zus&#228;tzliche Garantien verf&#252;gt. Informationen zu &#220;bermittlungen an Drittstaaten einschlie&#223;lich der<br/>Datenempf&#228;nger finden Sie in dieser Datenschutzerkl&#228;rung.<br/></p>
<p><b>Empf&#228;nger von personenbezogenen Daten<br/></b></p>
<p>Im Rahmen unserer Gesch&#228;ftst&#228;tigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei<br/>ist teilweise auch eine &#220;bermittlung von personenbezogenen Daten an diese externen Stellen erforderlich.<br/>Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer<br/>Vertragserf&#252;llung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten<br/>an Steuerbeh&#246;rden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe<br/>haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von<br/>Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines g&#252;ltigen<br/>Vertrags &#252;ber Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag &#252;ber<br/>gemeinsame Verarbeitung geschlossen.<br/></p>
<p><b>Widerruf Ihrer Einwilligung zur Datenverarbeitung<br/></b></p>
<p>Viele Datenverarbeitungsvorg&#228;nge sind nur mit Ihrer ausdr&#252;cklichen Einwilligung m&#246;glich. Sie k&#246;nnen eine<br/>bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtm&#228;&#223;igkeit der bis zum Widerruf erfolgten<br/>Datenverarbeitung bleibt vom Widerruf unber&#252;hrt.<br/></p>
<p><b>Widerspruchsrecht gegen die Datenerhebung in besonderen F&#228;llen sowie gegen<br/>Direktwerbung (Art. 21 DSGVO)<br/></b></p>
<p>WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO<br/>ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GR&#220;NDEN, DIE SICH AUS IHRER BESONDEREN<br/>SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN<br/>WIDERSPRUCH EINZULEGEN; DIES GILT AUCH F&#220;R EIN AUF DIESE BESTIMMUNGEN GEST&#220;TZTES<br/>PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT,<br/>ENTNEHMEN SIE DIESER DATENSCHUTZERKL&#196;RUNG. WENN SIE WIDERSPRUCH EINLEGEN,<br/>WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES<br/>SEI DENN, WIR K&#214;NNEN ZWINGENDE SCHUTZW&#220;RDIGE GR&#220;NDE F&#220;R DIE VERARBEITUNG<br/>NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN &#220;BERWIEGEN ODER DIE<br/>VERARBEITUNG DIENT DER GELTENDMACHUNG, AUS&#220;BUNG ODER VERTEIDIGUNG VON<br/>RECHTSANSPR&#220;CHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).<br/></p>
<p>WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN,<br/>SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE<br/>BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG<br/>EINZULEGEN; DIES GILT AUCH F&#220;R DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN<br/>VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN<br/>ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH<br/>NACH ART. 21 ABS. 2 DSGVO).<br/></p>
<p><b>Beschwerderecht bei der zust&#228;ndigen Aufsichtsbeh&#246;rde<br/></b></p>
<p>Im Falle von Verst&#246;&#223;en gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer<br/>Aufsichtsbeh&#246;rde, insbesondere in dem Mitgliedstaat ihres gew&#246;hnlichen Aufenthalts, ihres Arbeitsplatzes<br/>oder des Orts des mutma&#223;lichen Versto&#223;es zu. Das Beschwerderecht besteht unbeschadet anderweitiger<br/></p>
<p>                                          6 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p>verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.<br/></p>
<p><b>Recht auf Daten&#252;bertragbarkeit<br/></b></p>
<p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erf&#252;llung eines Vertrags<br/>automatisiert verarbeiten, an sich oder an einen Dritten in einem g&#228;ngigen, maschinenlesbaren Format<br/>aush&#228;ndigen zu lassen. Sofern Sie die direkte &#220;bertragung der Daten an einen anderen Verantwortlichen<br/>verlangen, erfolgt dies nur, soweit es technisch machbar ist.<br/></p>
<p><b>Auskunft, Berichtigung und L&#246;schung<br/></b></p>
<p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche<br/>Auskunft &#252;ber Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empf&#228;nger und den<br/>Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder L&#246;schung dieser Daten. Hierzu sowie<br/>zu weiteren Fragen zum Thema personenbezogene Daten k&#246;nnen Sie sich jederzeit an uns wenden.<br/></p>
<p><b>Recht auf Einschr&#228;nkung der Verarbeitung<br/></b></p>
<p>Sie haben das Recht, die Einschr&#228;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<br/>Hierzu k&#246;nnen Sie sich jederzeit an uns wenden. Das Recht auf Einschr&#228;nkung der Verarbeitung besteht in<br/>folgenden F&#228;llen:<br/></p>
<p>Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, ben&#246;tigen wir<br/>in der Regel Zeit, um dies zu &#252;berpr&#252;fen. F&#252;r die Dauer der Pr&#252;fung haben Sie das Recht, die<br/>Einschr&#228;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<br/>Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtm&#228;&#223;ig geschah/geschieht, k&#246;nnen Sie<br/>statt der L&#246;schung die Einschr&#228;nkung der Datenverarbeitung verlangen.<br/>Wenn wir Ihre personenbezogenen Daten nicht mehr ben&#246;tigen, Sie sie jedoch zur Aus&#252;bung,<br/>Verteidigung oder Geltendmachung von Rechtsanspr&#252;chen ben&#246;tigen, haben Sie das Recht, statt der<br/>L&#246;schung die Einschr&#228;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<br/>Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abw&#228;gung zwischen<br/>Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen<br/>&#252;berwiegen, haben Sie das Recht, die Einschr&#228;nkung der Verarbeitung Ihrer personenbezogenen Daten<br/>zu verlangen.<br/></p>
<p>Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschr&#228;nkt haben, d&#252;rfen diese Daten &#8211; von<br/>ihrer Speicherung abgesehen &#8211; nur mit Ihrer Einwilligung oder zur Geltendmachung, Aus&#252;bung oder<br/>Verteidigung von Rechtsanspr&#252;chen oder zum Schutz der Rechte einer anderen nat&#252;rlichen oder<br/>juristischen Person oder aus Gr&#252;nden eines wichtigen &#246;ffentlichen Interesses der Europ&#228;ischen Union oder<br/>eines Mitgliedstaats verarbeitet werden.<br/></p>
<p><b>SSL- bzw. TLS-Verschl&#252;sselung<br/></b></p>
<p>Diese Seite nutzt aus Sicherheitsgr&#252;nden und zum Schutz der &#220;bertragung vertraulicher Inhalte, wie zum<br/>Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-<br/>Verschl&#252;sselung. Eine verschl&#252;sselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von<br/>&#8222;http://&#8220; auf &#8222;https://&#8220; wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.<br/></p>
<p>Wenn die SSL- bzw. TLS-Verschl&#252;sselung aktiviert ist, k&#246;nnen die Daten, die Sie an uns &#252;bermitteln, nicht<br/>von Dritten mitgelesen werden.<br/></p>
<p><b>4. Soziale Medien<br/></b></p>
<p>                                          7 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p><b>X (ehemals Twitter)<br/></b></p>
<p>Auf dieser Website sind Funktionen des Dienstes X (ehemals Twitter) eingebunden. Diese Funktionen<br/>werden angeboten durch den Mutterkonzern X Corp., 1355 Market Street, Suite 900, San Francisco, CA<br/>94103, USA. F&#252;r die Datenverarbeitung von au&#223;erhalb der USA lebenden Personen ist die Niederlassung<br/>Twitter International Unlimited Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07,<br/>Irland, verantwortlich.<br/></p>
<p>Wenn das Social-Media-Element aktiv ist, wird eine direkte Verbindung zwischen Ihrem Endger&#228;t und dem X-<br/>Server hergestellt. X (ehemals Twitter) erh&#228;lt dadurch Informationen &#252;ber den Besuch dieser Website durch<br/>Sie. Durch das Benutzen von X (ehemals Twitter) und der Funktion &#8222;Re-Tweet&#8220; bzw. &#8222;Repost&#8220; werden die von<br/>Ihnen besuchten Websites mit Ihrem X (ehemals Twitter)-Account verkn&#252;pft und anderen Nutzern bekannt<br/>gegeben. Wir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der<br/>&#252;bermittelten Daten sowie deren Nutzung durch X (ehemals Twitter) erhalten. Weitere Informationen<br/>hierzu finden Sie in der Datenschutzerkl&#228;rung von X (ehemals Twitter) unter:<br/>https://twitter.com/de/privacy.<br/></p>
<p>Die Nutzung dieses Dienstes erfolgt auf Grundlage Ihrer Einwilligung nach Art. 6 Abs. 1 lit. a DSGVO und &#167;<br/>25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar.<br/></p>
<p>Die Daten&#252;bertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gest&#252;tzt.<br/>Details finden Sie hier:<br/>https://gdpr.twitter.com/en/controller-to-controller-transfers.html.<br/></p>
<p>Ihre Datenschutzeinstellungen bei X (ehemals Twitter) k&#246;nnen Sie in den Konto-Einstellungen unter<br/>https://twitter.com/account/settings &#228;ndern.<br/></p>
<p>Quelle:<br/>https://www.e-recht24.de<br/></p>
<p>                                          8 / 9</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p><b>HTML-Quellcode der Datenschutzerkl&#228;rung f&#252;r Ihre Website<br/></b>Den nachfolgenden Quellcode k&#246;nnen Sie kopieren, um die Datenschutzerkl&#228;rung auf Ihrer Website einzuf&#252;gen.<br/></p>
<p><b>Hinweis:</b> Einige Browser und PDF-Reader haben Probleme bei der vollst&#228;ndigen Darstellung des nachfolgenden<br/>HTML-Quellcodes. Wir empfehlen Ihnen f&#252;r die Anzeige dieses PDF-Dokuments die Nutzung des kostenlosen Adobe<br/>Acrobat Reader DC (Download). <br/></p>
<p> <br/></p>
<p>Powered by TCPDF (www.tcpdf.org)<br/></p>
<p>                                          9 / 9</p>

</div></div>
</body></html>
